Autodesk.Revit.DB.Structure.BentFabricBendDirection
Direction in which FabricSheet is bent.
Since:
2016
Since:
2016

Autodesk.Revit.DB.Structure.BentFabricBendDirection.Minor
FabricSheet is bent along minor direction axis.

Autodesk.Revit.DB.Structure.BentFabricBendDirection.Major
FabricSheet is bent along major direction axis.